Repository: Chaka06/UBS-BANK
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: UBS Banque en Ligne
de: UBS Online-Banking
es: UBS Banca en línea

source: UBS Banque en ligne
de: UBS Online-Banking
es: UBS Banca en línea

source: Banque en ligne
de: Online-Bank
es: Banca en línea

source: Accueil
de: Startseite
es: Inicio

source: Virements
de: Überweisungen
es: Transferencias

source: Bénéficiaires
de: Begünstigte
es: Beneficiarios

source: Paramètres
de: Einstellungen
es: Configuración

source: Profil
es: Perfil

source: Déconnexion
de: Abmelden
es: Cerrar sesión

source: Se connecter
de: Anmelden
es: Iniciar sesión

source: S'inscrire
de: Registrieren
es: Registrarse

source: UBS Banque en ligne - Service sécurisé et conforme.
de: UBS Online-Banking - Sicherer und konformer Service.
es: UBS Banca en línea - Servicio seguro y conforme.

source: Contact
de: Kontakt
es: Contacto

source: Gestionnaire
de: Berater
es: Gestor

source: Email
es: Correo

source: Téléphone
de: Telefon
es: Teléfono

source: Votre gestionnaire n'est pas encore assigné.
de: Ihr Berater ist noch nicht zugewiesen.
es: Su gestor aún no ha sido asignado.

source: Carte virtuelle
de: Virtuelle Karte
es: Tarjeta virtual

source: Transférer
de: Überweisen
es: Transferir

source: RIB
de: Bankverbindung
es: Datos bancarios

source: UBS Banque Premium
de: UBS Premium Banking
es: UBS Banca Premium

source: Votre conseiller dédié et un suivi bancaire clair, sécurisé et rapide.
de: Ihr persönlicher Berater und ein klarer, sicherer und schneller Banküberblick.
es: Su asesor dedicado y un seguimiento bancario claro, seguro y rápido.

source: Votre compte bancaire est en cours de création.
de: Ihr Bankkonto wird erstellt.
es: Su cuenta bancaria está en proceso de creación.

source: Transactions récentes
de: Letzte Transaktionen
es: Transacciones recientes

source: Tout voir
de: Alle anzeigen
es: Ver todo

source: Aucune transaction récente.
de: Keine aktuellen Transaktionen.
es: No hay transacciones recientes.

source: Bénéficiaire
de: Begünstigter
es: Beneficiario

source: Montant
de: Betrag
es: Importe

source: Statut
de: Status
es: Estado

source: Référence
de: Referenz
es: Referencia

source: Motif de rejet
de: Ablehnungsgrund
es: Motivo de rechazo

source: Télécharger le PDF
de: PDF herunterladen
es: Descargar PDF

source: Retour
de: Zurück
es: Volver

source: Nouveau
de: Neu
es: Nuevo

source: Voir détails
de: Details anzeigen
es: Ver detalles

source: Aucun virement enregistré.
de: Keine Überweisung erfasst.
es: No hay transferencias registradas.

source: Nouveau virement
de: Neue Überweisung
es: Nueva transferencia

source: Solde disponible
de: Verfügbares Guthaben
es: Saldo disponible

source: Lancer le virement
de: Überweisung senden
es: Enviar transferencia

source: Enregistrer
de: Speichern
es: Guardar

source: Liste
es: Lista

source: Aucun bénéficiaire enregistré.
de: Kein Begünstigter gespeichert.
es: No hay beneficiarios registrados.

source: Notifications
de: Benachrichtigungen
es: Notificaciones

source: Tout supprimer
de: Alles löschen
es: Eliminar todo

source: Supprimer
de: Löschen
es: Eliminar

source: Aucune notification.
de: Keine Benachrichtigungen.
es: No hay notificaciones.

source: Support client
de: Kundensupport
es: Soporte al cliente

source: Réinitialiser
de: Zurücksetzen
es: Restablecer

source: Aucune conversation pour le moment.
de: Derzeit keine Konversation.
es: No hay conversación por el momento.

source: Envoyer
de: Senden
es: Enviar

source: Choisissez la langue du système.
de: Wählen Sie die Systemsprache.
es: Elija el idioma del sistema.

source: Accédez au chat pour contacter le support UBS.
de: Greifen Sie auf den Chat zu, um den UBS-Support zu kontaktieren.
es: Acceda al chat para contactar con el soporte de UBS.

source: Ouvrir le chat
de: Chat öffnen
es: Abrir el chat

source: Nom
de: Nachname
es: Apellido

source: Prénom
de: Vorname
es: Nombre

source: Adresse
es: Dirección

source: Pays
de: Land
es: País

source: Les informations personnelles ne peuvent pas être modifiées.
de: Persönliche Informationen können nicht geändert werden.
es: La información personal no se puede modificar.

source: Appel téléphonique
de: Telefonanruf
es: Llamada telefónica

source: Appel
de: Anruf
es: Llamar

source: Changer le mot de passe
de: Passwort ändern
es: Cambiar contraseña

source: Recevoir le code OTP
de: OTP-Code erhalten
es: Recibir código OTP

source: Validation OTP
de: OTP-Bestätigung
es: Validación OTP

source: Entrez le code reçu pour confirmer le changement de mot de passe.
de: Geben Sie den erhaltenen Code ein, um die Passwortänderung zu bestätigen.
es: Introduzca el código recibido para confirmar el cambio de contraseña.

source: Entrez le code reçu par email pour valider votre connexion.
de: Geben Sie den per E-Mail erhaltenen Code ein, um die Anmeldung zu bestätigen.
es: Introduzca el código recibido por correo para validar su acceso.

source: Valider
de: Bestätigen
es: Validar

source: Merci pour votre inscription
de: Danke für Ihre Registrierung
es: Gracias por su inscripción

source: Vos informations ont été transmises aux services compétents de la banque.
de: Ihre Informationen wurden an die zuständigen Stellen der Bank übermittelt.
es: Su información ha sido enviada a los servicios competentes del banco.

source: Vous recevrez un email lorsque votre compte sera validé.
de: Sie erhalten eine E-Mail, sobald Ihr Konto validiert ist.
es: Recibirá un correo cuando su cuenta sea validada.

source: Dans le cas contraire, vous serez informé des raisons du refus.
de: Andernfalls werden Sie über die Gründe der Ablehnung informiert.
es: En caso contrario, se le informará de los motivos del rechazo.

source: Retour à l'accueil
de: Zur Startseite
es: Volver al inicio

source: Créer un compte
de: Konto erstellen
es: Crear una cuenta

source: Merci de remplir les informations ci-dessous.
de: Bitte füllen Sie die folgenden Informationen aus.
es: Por favor, complete la información a continuación.

source: Connexion
de: Anmeldung
es: Inicio de sesión

source: Un code OTP vous sera envoyé par email.
de: Ein OTP-Code wird Ihnen per E-Mail gesendet.
es: Se le enviará un código OTP por correo.

source: Votre compte sécurisé, validé par la banque
de: Ihr sicheres Konto, von der Bank validiert
es: Su cuenta segura, validada por el banco

source: Ouvrez un compte en ligne, recevez un RIB conforme à votre pays et gérez vos virements avec un gestionnaire dédié.
de: Eröffnen Sie ein Online-Konto, erhalten Sie eine landeskonforme Bankverbindung und verwalten Sie Überweisungen mit einem persönlichen Berater.
es: Abra una cuenta en línea, reciba datos bancarios conformes a su país y gestione transferencias con un gestor dedicado.

source: Ouvrir un compte
de: Konto eröffnen
es: Abrir una cuenta

source: Sécurité bancaire
de: Bankensicherheit
es: Seguridad bancaria

source: Validation KYC
de: KYC-Prüfung
es: Validación KYC

source: Support dédié
de: Persönlicher Support
es: Soporte dedicado

source: Carte UBS
de: UBS-Karte
es: Tarjeta UBS

source: RIB automatique
de: Automatische Bankverbindung
es: Datos bancarios automáticos

source: IBAN et BIC générés dès validation du compte.
de: IBAN und BIC werden nach Kontovalidierung erzeugt.
es: IBAN y BIC generados tras la validación de la cuenta.

source: Virements supervisés
de: Überwachte Überweisungen
es: Transferencias supervisadas

source: Chaque opération est validée par l’administrateur.
de: Jede Transaktion wird vom Administrator validiert.
es: Cada operación es validada por el administrador.

source: Suivi clair : en cours, traitée, rejetée.
de: Klare Nachverfolgung: ausstehend, verarbeitet, abgelehnt.
es: Seguimiento claro: en curso, procesada, rechazada.

source: Gestionnaire dédié
de: Persönlicher Berater
es: Gestor dedicado

source: Un conseiller UBS pour vos demandes.
de: Ein UBS-Berater für Ihre Anliegen.
es: Un asesor UBS para sus solicitudes.

source: Comment ça fonctionne
de: So funktioniert es
es: Cómo funciona

source: Inscription complète
de: Vollständige Registrierung
es: Registro completo

source: Identité, documents, résidence et pays.
de: Identität, Dokumente, Wohnsitz und Land.
es: Identidad, documentos, residencia y país.

source: Validation bancaire
de: Bankprüfung
es: Validación bancaria

source: Contrôle par nos services pour activer le compte.
de: Prüfung durch unsere Stellen zur Kontofreischaltung.
es: Revisión por nuestros servicios para activar la cuenta.

source: Accès sécurisé
de: Sicherer Zugang
es: Acceso seguro

source: Connexion OTP et gestion des virements.
de: OTP-Anmeldung und Überweisungsverwaltung.
es: Acceso con OTP y gestión de transferencias.

source: Commencez avec UBS
de: Starten Sie mit UBS
es: Empiece con UBS

source: Une interface claire, mobile-first, et un suivi bancaire complet.
de: Eine klare, mobile-first Oberfläche und vollständige Bankübersicht.
es: Una interfaz clara, mobile-first, y un seguimiento bancario completo.

source: Créer mon compte
de: Mein Konto erstellen
es: Crear mi cuenta

source: Détails du virement #%(transfer_id)s
de: Überweisungsdetails #%(transfer_id)s
es: Detalles de la transferencia #%(transfer_id)s

source: Statut: %(status)s
de: Status: %(status)s
es: Estado: %(status)s

source: Compte: %(account)s
de: Konto: %(account)s
es: Cuenta: %(account)s

source: Afficher le mot de passe
de: Passwort anzeigen
es: Mostrar contraseña

source: Masquer le mot de passe
de: Passwort verbergen
es: Ocultar contraseña

source: Votre compte est en cours de validation. Vous recevrez un email dès activation.
de: Ihr Konto wird geprüft. Sie erhalten eine E-Mail nach der Aktivierung.
es: Su cuenta está en validación. Recibirá un correo cuando se active.

source: Code de connexion UBS
de: UBS-Anmeldecode
es: Código de acceso UBS

source: Votre code OTP est : %(code)s. Il est valable 10 minutes.
de: Ihr OTP-Code ist: %(code)s. Er ist 10 Minuten gültig.
es: Su código OTP es: %(code)s. Es válido por 10 minutos.

source: Connexion sécurisée
de: Sichere Anmeldung
es: Acceso seguro

source: Bonjour %(first_name)s,
de: Hallo %(first_name)s,
es: Hola %(first_name)s,

source: Votre code OTP est : %(code)s
de: Ihr OTP-Code ist: %(code)s
es: Su código OTP es: %(code)s

source: Le code est valable 10 minutes.
de: Der Code ist 10 Minuten gültig.
es: El código es válido por 10 minutos.

source: Ne partagez jamais ce code.
de: Teilen Sie diesen Code niemals.
es: Nunca comparta este código.

source: Si vous n'êtes pas à l'origine de cette demande, contactez votre gestionnaire.
de: Falls Sie dies nicht angefordert haben, kontaktieren Sie Ihren Berater.
es: Si no solicitó esto, contacte a su gestor.

source: Impossible d'envoyer l'OTP. Vérifiez la configuration SMTP.
de: OTP konnte nicht gesendet werden. Prüfen Sie die SMTP-Konfiguration.
es: No se pudo enviar el OTP. Verifique la configuración SMTP.

source: Code OTP invalide ou expiré.
de: Ungültiger oder abgelaufener OTP-Code.
es: Código OTP inválido o expirado.

source: Validation du changement de mot de passe
de: Bestätigung der Passwortänderung
es: Validación del cambio de contraseña

source: Changement de mot de passe
de: Passwortänderung
es: Cambio de contraseña

source: Votre mot de passe a été modifié.
de: Ihr Passwort wurde geändert.
es: Su contraseña ha sido modificada.

source: Bénéficiaire enregistré.
de: Begünstigter gespeichert.
es: Beneficiario guardado.

source: Compte bancaire indisponible.
de: Bankkonto nicht verfügbar.
es: Cuenta bancaria no disponible.

source: Votre compte est bloqué. Contactez votre gestionnaire.
de: Ihr Konto ist gesperrt. Kontaktieren Sie Ihren Berater.
es: Su cuenta está bloqueada. Contacte a su gestor.

source: Les virements sont suspendus. Contactez votre gestionnaire.
de: Überweisungen sind gesperrt. Kontaktieren Sie Ihren Berater.
es: Las transferencias están suspendidas. Contacte a su gestor.

source: Ajoutez un bénéficiaire avant de faire un virement.
de: Fügen Sie einen Begünstigten hinzu, bevor Sie eine Überweisung durchführen.
es: Agregue un beneficiario antes de hacer una transferencia.

source: Solde insuffisant.
de: Unzureichendes Guthaben.
es: Saldo insuficiente.

source: Virement en cours
de: Überweisung ausstehend
es: Transferencia en curso

source: Votre virement de %(amount)s %(currency)s vers %(beneficiary)s est en cours de validation.
de: Ihre Überweisung von %(amount)s %(currency)s an %(beneficiary)s wird validiert.
es: Su transferencia de %(amount)s %(currency)s a %(beneficiary)s está en validación.

source: Montant: %(amount)s %(currency)s
de: Betrag: %(amount)s %(currency)s
es: Importe: %(amount)s %(currency)s

source: Bénéficiaire: %(beneficiary)s
de: Begünstigter: %(beneficiary)s
es: Beneficiario: %(beneficiary)s

source: Statut: en cours de validation
de: Status: in Validierung
es: Estado: en validación

source: Bordereau en pièce jointe.
de: Überweisungsbeleg im Anhang.
es: Comprobante adjunto.

source: Vous serez informé dès validation.
de: Sie werden nach der Validierung informiert.
es: Se le informará tras la validación.

source: Virement entrant en cours
de: Eingehende Überweisung ausstehend
es: Transferencia entrante en curso

source: Un virement de %(amount)s %(currency)s est en cours vers votre compte %(account)s.
de: Eine Überweisung von %(amount)s %(currency)s ist für Ihr Konto %(account)s ausstehend.
es: Una transferencia de %(amount)s %(currency)s está en curso hacia su cuenta %(account)s.

source: Virement entrant
de: Eingehende Überweisung
es: Transferencia entrante

source: Bonjour %(full_name)s,
de: Hallo %(full_name)s,
es: Hola %(full_name)s,

source: Référence: %(reference)s
de: Referenz: %(reference)s
es: Referencia: %(reference)s

source: Vous recevrez une confirmation après validation.
de: Sie erhalten eine Bestätigung nach der Validierung.
es: Recibirá una confirmación después de la validación.

source: Virement enregistré. Statut: en cours.
de: Überweisung erfasst. Status: ausstehend.
es: Transferencia registrada. Estado: en curso.

source: Notification supprimée.
de: Benachrichtigung gelöscht.
es: Notificación eliminada.

source: Toutes les notifications ont été supprimées.
de: Alle Benachrichtigungen wurden gelöscht.
es: Todas las notificaciones han sido eliminadas.

source: Langue mise à jour.
de: Sprache aktualisiert.
es: Idioma actualizado.

source: Message envoyé au support.
de: Nachricht an den Support gesendet.
es: Mensaje enviado al soporte.

source: Conversation réinitialisée.
de: Konversation zurückgesetzt.
es: Conversación restablecida.

source: Compte UBS activé
de: UBS-Konto aktiviert
es: Cuenta UBS activada

source: Votre compte est maintenant actif. Vous pouvez vous connecter avec votre adresse mail et votre mot de passe.
de: Ihr Konto ist jetzt aktiv. Sie können sich mit Ihrer E-Mail-Adresse und Ihrem Passwort anmelden.
es: Su cuenta ya está activa. Puede iniciar sesión con su correo y contraseña.

source: Compte activé
de: Konto aktiviert
es: Cuenta activada

source: Votre compte est maintenant actif.
de: Ihr Konto ist jetzt aktiv.
es: Su cuenta ya está activa.

source: Vous pouvez vous connecter avec votre adresse mail et votre mot de passe.
de: Sie können sich mit Ihrer E-Mail-Adresse und Ihrem Passwort anmelden.
es: Puede iniciar sesión con su correo y contraseña.

source: Votre RIB est joint à cet email.
de: Ihre Bankverbindung ist dieser E-Mail beigefügt.
es: Sus datos bancarios están adjuntos a este correo.

source: Bienvenue chez UBS Banque en ligne.
de: Willkommen bei UBS Online-Banking.
es: Bienvenido a UBS Banca en línea.

source: Votre compte UBS est bloqué
de: Ihr UBS-Konto ist gesperrt
es: Su cuenta UBS está bloqueada

source: Votre compte a été bloqué. Motif: %(reason)s. Frais: %(fee)s %(currency)s.
de: Ihr Konto wurde gesperrt. Grund: %(reason)s. Gebühren: %(fee)s %(currency)s.
es: Su cuenta fue bloqueada. Motivo: %(reason)s. Cargos: %(fee)s %(currency)s.

source: Non précisé
de: Nicht angegeben
es: No especificado

source: Compte bloqué
de: Konto gesperrt
es: Cuenta bloqueada

source: Motif: %(reason)s
de: Grund: %(reason)s
es: Motivo: %(reason)s

source: Frais: %(fee)s %(currency)s
de: Gebühren: %(fee)s %(currency)s
es: Cargos: %(fee)s %(currency)s

source: Veuillez contacter votre gestionnaire.
de: Bitte kontaktieren Sie Ihren Berater.
es: Por favor contacte a su gestor.

source: UBS Banque en ligne.
de: UBS Online-Banking.
es: UBS Banca en línea.

source: Votre compte UBS est débloqué
de: Ihr UBS-Konto ist entsperrt
es: Su cuenta UBS está desbloqueada

source: Votre compte a été débloqué. Vous pouvez utiliser vos services.
de: Ihr Konto wurde entsperrt. Sie können Ihre Dienste nutzen.
es: Su cuenta fue desbloqueada. Puede usar sus servicios.

source: Compte débloqué
de: Konto entsperrt
es: Cuenta desbloqueada

source: Votre compte a été débloqué.
de: Ihr Konto wurde entsperrt.
es: Su cuenta fue desbloqueada.

source: Vous pouvez utiliser vos services.
de: Sie können Ihre Dienste nutzen.
es: Puede usar sus servicios.

source: Virements suspendus
de: Überweisungen gesperrt
es: Transferencias suspendidas

source: Les virements sont suspendus sur votre compte. Motif: %(reason)s.
de: Überweisungen sind auf Ihrem Konto gesperrt. Grund: %(reason)s.
es: Las transferencias están suspendidas en su cuenta. Motivo: %(reason)s.

source: Virements rétablis
de: Überweisungen wieder verfügbar
es: Transferencias restablecidas

source: Les virements sont à nouveau disponibles sur votre compte.
de: Überweisungen sind auf Ihrem Konto wieder verfügbar.
es: Las transferencias están nuevamente disponibles en su cuenta.

source: Les virements sont à nouveau disponibles.
de: Überweisungen sind wieder verfügbar.
es: Las transferencias están nuevamente disponibles.

source: Notification UBS: %(title)s
de: UBS-Benachrichtigung: %(title)s
es: Notificación UBS: %(title)s

source: Virement rejeté
de: Überweisung abgelehnt
es: Transferencia rechazada

source: Votre virement vers %(beneficiary)s a été rejeté. Motif: %(reason)s.
de: Ihre Überweisung an %(beneficiary)s wurde abgelehnt. Grund: %(reason)s.
es: Su transferencia a %(beneficiary)s fue rechazada. Motivo: %(reason)s.

source: Emetteur: %(first_name)s %(last_name)s
de: Absender: %(first_name)s %(last_name)s
es: Emisor: %(first_name)s %(last_name)s

source: Statut: Rejeté
de: Status: Abgelehnt
es: Estado: Rechazada

source: Virement traité
de: Überweisung verarbeitet
es: Transferencia procesada

source: Votre virement vers %(beneficiary)s a été traité avec succès.
de: Ihre Überweisung an %(beneficiary)s wurde erfolgreich verarbeitet.
es: Su transferencia a %(beneficiary)s fue procesada con éxito.

source: Statut: Traitée
de: Status: Verarbeitet
es: Estado: Procesada

source: Virement reçu
de: Überweisung erhalten
es: Transferencia recibida

source: Le virement en provenance de %(first_name)s %(last_name)s est maintenant traité. Statut: Traitée.
de: Die Überweisung von %(first_name)s %(last_name)s wurde verarbeitet. Status: Verarbeitet.
es: La transferencia de %(first_name)s %(last_name)s está ahora procesada. Estado: Procesada.

source: Le virement en provenance de %(first_name)s %(last_name)s a été rejeté. Statut: Rejeté.
de: Die Überweisung von %(first_name)s %(last_name)s wurde abgelehnt. Status: Abgelehnt.
es: La transferencia de %(first_name)s %(last_name)s fue rechazada. Estado: Rechazada.

source: Mot de passe
de: Passwort
es: Contraseña

source: Confirmer le mot de passe
de: Passwort bestätigen
es: Confirmar contraseña

source: Adresse mail
de: E-Mail-Adresse
es: Correo electrónico

source: Date de naissance
de: Geburtsdatum
es: Fecha de nacimiento

source: Numéro de téléphone
de: Telefonnummer
es: Número de teléfono

source: Adresse de résidence
de: Wohnadresse
es: Dirección de residencia

source: Pièce d'identité (recto)
de: Ausweisdokument (Vorderseite)
es: Documento de identidad (anverso)

source: Pièce d'identité (verso)
de: Ausweisdokument (Rückseite)
es: Documento de identidad (reverso)

source: Les mots de passe ne correspondent pas.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.

source: Identifiants invalides.
de: Ungültige Zugangsdaten.
es: Credenciales inválidas.

source: Code OTP
de: OTP-Code
es: Código OTP

source: Nom et prénom
de: Vor- und Nachname
es: Nombre y apellido

source: Numéro de compte
de: Kontonummer
es: Número de cuenta

source: Code BIC / SWIFT
de: BIC/SWIFT-Code
es: Código BIC / SWIFT

source: Bénéficiaire / gestionnaire
de: Begünstigter / Berater
es: Beneficiario / gestor

source: Le montant doit être supérieur à 0.
de: Der Betrag muss größer als 0 sein.
es: El importe debe ser superior a 0.

source: Nouveau mot de passe
de: Neues Passwort
es: Nueva contraseña

source: Langue du système
de: Systemsprache
es: Idioma del sistema

source: Votre message
de: Ihre Nachricht
es: Su mensaje

source: France
de: Frankreich
es: Francia

source: Italie
de: Italien
es: Italia

source: Allemagne
de: Deutschland
es: Alemania

source: Espagne
de: Spanien
es: España

source: Suisse
de: Schweiz
es: Suiza

source: Belgique
de: Belgien
es: Bélgica

source: Luxembourg
de: Luxemburg
es: Luxemburgo

source: Pays-Bas
de: Niederlande
es: Países Bajos

source: Royaume-Uni
de: Vereinigtes Königreich
es: Reino Unido

source: Français
de: Französisch
es: Francés

source: English
de: Englisch
es: Inglés

source: Deutsch
es: Alemán

source: Client
de: Kunde
es: Cliente

source: Support
es: Soporte

source: En cours
de: Ausstehend
es: En curso

source: Traitée
de: Verarbeitet
es: Procesada

source: Rejetée
de: Abgelehnt
es: Rechazada

source: Español
de: Spanisch
